{
    "locations": [
      {
        "id": 1,
        "name": "Grace Field House",
        "type": "Plantation",
        "img": [{
            "manga": "https://static.wikia.nocookie.net/yakusokunoneverland/images/5/5f/Grace_Field_House.PNG/revision/latest/scale-to-width-down/350?cb=20160910201508",
            "anime": "https://static.wikia.nocookie.net/yakusokunoneverland/images/9/9c/Grace_Field_House_anime.png/revision/latest/scale-to-width-down/350?cb=20190307185908",
            "tpj": "https://static.wikia.nocookie.net/yakusokunoneverland/images/e/e6/Grace_Field_House_The_Parodied_Jokeland.png/revision/latest/scale-to-width-down/350?cb=202208050613390",
            "la": "https://static.wikia.nocookie.net/yakusokunoneverland/images/0/0d/Grace_field_house_live_action.png/revision/latest/scale-to-width-down/350?cb=20220403103733"
        }],
        "desc": "The Grace Field House (GFグレイス=フィールドハウス, Gureisu Fīrudo Hausu?) is a symmetrical flat-hexagonal complex used to raise orphans as livestock for the demons. It is unique, being one of the four known Premium Farms. It is operated by a female human known as Grandma as well as her underlings known as Sisters and Mamas, who also double as caretakers for the children that will later be butchered for the demons to consume.\nIt consisted of five plantations, a Headquarters, and a central area that connects the plantations and Headquarters together. It is formed in a hexagonal shape. On average, there are approximately twenty-seven to twenty-nine children between the ages of one and twelve and one to two adults living on each plantation at any given time. After the fire and destruction of plantation three, Grace Field House only consists of active four plantations. \nGrace Field is hidden deep within a forest and far away from demon societies, in order to prevent demon civilians from finding it and trying to steal the orphans. The entire complex is surrounded by tall concrete walls. Beyond the walls lies a deep cliff. Both act as security measures to prevent the children inside from escaping. The only known practical ways to leave the complex are by using the bridge that connects the Headquarters to the outside world or by using the portal to the Human World located deep within the bowels of headquarters which is used for bringing food, toys, clothes, and others supplies to the farm.",
        "facilities": "The Grace Field House is a European-styled home, standing three stories tall with blue roofs and light orange walls. Asides from basic electricity, plumbing, the radio the mother uses to contact headquarters, and the high tech devices the children take their tests on, Grace Field House is void of modern technology. There are no TVs, computers, or electronic toys, and what little technology they do have is said to be older models. Laundry is done outside in a tub with a washboard and then hung on a clothesline near the house to dry. There is a dormant old well near the house, which was used for getting water before plumbing was invented. There is also a flower bed and an old water pump located along the outside of the house. Inside the house consists of a cafeteria, a pantry, a test room/classroom, several bathrooms, an infirmary, a library, a playroom, a music room, several storage rooms, the mother's office, the mother's bedroom which contains nine cribs for the one to two year olds, three children's bedrooms for the three to twelve year olds each containing ten to eleven beds, and extra (usually vacant) bedrooms for sisters.",
        "imgf": "https://static.wikia.nocookie.net/yakusokunoneverland/images/2/2a/GF_bird_eye_view.png/revision/latest?cb=20181025155739",
        "Layout": "Located in the middle of the Demon Forest in the demon world, Grace Field is a large hexagonal complex divided into five plantation farms each containing a single house, with the sixth area being a building known as Headquarters. The area surrounding the perimeter of the complex is a large deep cliff.[8] Surrounding each of the five plantations is a large concrete wall and a short fence further inside. A vast, grassy field surrounds each house which reaches out to a small forest where the children play.[9] A gate which serves as the entrance to each plantation from Headquarters is located on the center north point of each house. There is only one bridge over the cliff leading in and out of Grace Field, which is located at headquarters.",
        "imgl": [{
            "imgl1": "https://static.wikia.nocookie.net/yakusokunoneverland/images/2/2a/GF_forest.png/revision/latest?cb=20181025162313",
            "imgl2": "https://static.wikia.nocookie.net/yakusokunoneverland/images/b/b5/GraceFieldHouseOverview.png/revision/latest?cb=20170315152647"
        }],
        "System": [{
            "test": "Everyday, the orphans are required to take tests under the guise of 'schooling' which will make them more academically/mentally inclined. When in fact, these tests are designed to determine their quality as livestock. These tests are given daily in order to polish the brains of the children. The shipping order of all the children is based on how high they score on the IQ test, with the lowest scoring child at each plantation being shipped out roughly once every two months. \nGrace Field is regarded as the top Premium Farm with the hardest tests. The tests in Grace Field House focus on information analysis. Problems are distributed according to age group. Taking of tests starts at four years old, those who are below four years are playing in a nearby room. All the children (except those that scored full marks) are given homework, as shown in the extra pages of Volume 3 of the manga.[1] The highest score a child can receive on a test is 300.[11] If a child scores lower than 120, their shipment date will be hastened.",
            "imgtst": "https://static.wikia.nocookie.net/yakusokunoneverland/images/0/08/GF_exam_room_2.png/revision/latest?cb=20181025161021",
            "trans": "Transmitters are microscopic crawlers that are stapled into the ears of all the orphans in the Grace Field House. Their true form is unknown because they are not externally visible. The use of these transmitters help a caretaker to track down the whereabouts of an orphan via a radar.\nA disadvantage of a transmitter is that it would be useless if the host is near the gate or the wall which surrounds an orphanage, as it would eventually lose its signal. \nThe transmitter will also be useless if the device - invented by Ray - is applied onto the ear of an orphan which contains the transmitter, as the device could cripple the transmitters and render them useless. It was crafted by Ray using parts of an instant camera, an old video game console, an iPod and other gifts which he received from Isabella for being obedient to her as her spy.",
            "imgtr": "https://static.wikia.nocookie.net/yakusokunoneverland/images/8/82/Baby_Ray_exported_into_Grace_Field.png/revision/latest?cb=20181023152939",
            "radar": "The radar is a small, technological device used by the caretakers in the Grace Field House. The radar can locate orphans who have the transmitters implemented into their body, specifically the back of their left ear. All of the children at Grace Field have a transmitter implanted in their body shortly before they are sent to live on one of the plantations in order to help the Mama locate them at all times. The radars are designed to be light and durable for the caretakers to carry around. They take the appearance of pocket watches.\nRadar is expensive, and thus Grace Field is the only Premium Farm that uses it. The other three Premium Farms are located inside giant domes to prevent the children from escaping. However, because the children at Grace Field are the smartest of all of the Premium Farms, extra measures were taken to prevent the children from escaping, including the use of Radar and the giant cliff that surrounds the exterior of the complex.[4] According to Krone, the demons are very confident in the use of radar and the giant cliff's ability to prevent the orphans from escaping.",
            "imgr": "https://static.wikia.nocookie.net/yakusokunoneverland/images/d/d0/Tracker_device.png/revision/latest?cb=20181122163716",
            "ship": "Children are shipped out of Grace Field between the ages of six and twelve. Age determines the rank of their quality, with five or younger being the lowest quality, six being the normal quality and twelve or older being the highest. Age five or younger is considered 'low-quality', age six to seven is considered 'average-quality', age eight to nine is considered 'good-quality', age ten to eleven is considered 'high-quality', and age twelve or older is considered 'premium-quality'.[12] The more developed brain, the better, thus qualifying as the highest rank. Six years old is the minimum age to be shipped out of Grace Field because the human brain is said to be 90% developed by age six, and according to the manga, by age twelve it is completely developed.[13] Normally a child is shipped out of each plant roughly once every two months. But every now and then a shipment happens much earlier than planned, as seen with Norman who was shipped one month after Conny, and Susan who was shipped only one week after Jimmy.\nTest scores determine the order the children are shipped in. After the children reach the age of six, whichever child has the lowest test score will be shipped out roughly once every two months. This allows the most intelligent children who show the most potential to continue to developed to increase their quality, while weeding out the weaker, less intelligent children who are not showing much potential. Those who have full scores will be shipped out no matter what once they turn twelve. If a child lives to the age of twelve, they are shipped on their 12th birthday. If a child scores lower than 120 on a test, their shipment date will be hastened. Grace Field has the youngest maximum shipment age of all the Premium Farms.\nWhile six is always the youngest minimum age to be shipped out, each Premium Farm has a different maximum shipment age. For Grace Field, the maximum shipment age is twelve, for Glory Bell it is fifteen, and for Grand Valley it is seventeen. This is because each Premium Farm focuses on different developments in their livestock.[14] Grace Field focuses solely on mental development and thus six years old is the minimum age to be shipped out of Grace Field because the human brain is said to be 90% developed by age six, and according to the manga, by age twelve it is completely developed.[15] Whereas Glory Bell and Grand Valley focus on mental and physical development thus qualifying for a higher maximum shipment age to make their bodies more physically developed.[14]",
            "imgs": "https://static.wikia.nocookie.net/yakusokunoneverland/images/5/52/Shipment_children.png/revision/latest?cb=20220920025741",
            "gascare": "Girls who live to the age of twelve and successfully clear a set of requirements are given two options when they are shipped out: One is to be killed and the other is train to become a Sister or Mama. One must have full scores on their tests and a recommendation from their own Mama in order to be given this option. However, as seen in the bonus chapter Seeking the Sky of Freedom, most sister trainees are 'rejected' (killed) during their training. Very few girls training to become Sisters actually get the position, and even fewer get to become Mamas.",
            "micro": "Microchips are embedded into the young girls who are willing to become caretakers. They are embedded in their hearts and are programmed to send an electric shock to their hearts which kills them immediately if they take one step outside of the farm. They are also programmed to send an alert to the higher-ups if the heart stops on its own for varying reasons.",
            "imgm": "https://static.wikia.nocookie.net/yakusokunoneverland/images/b/bf/Krone%27s_scar.png/revision/latest?cb=20181112171339"
        }],
        "trivia": [{
            "1": "In William Minerva's Promised Pen, the location of the Grace Field House is 00-00.",
            "2": "The ID numbers on the children's necks are allocated serially and are meant to be read from right to left",
            "3": "In 2019, the Yakusoku no Neverland website ran an April Fools joke that a real life Grace Field Nursery would open, accepting enrollment applications for children ages 1 to 12.",
            "4": "In very early drafts of the story, the dormant old well near the house was going to play a much bigger role in the story as the way in which the children escape the house.[4]",
            "5": "Grandma decides the names of the children born at Grace Field.[4]",
            "6": "When asked who the father of the children is, Shirai refused to answer. Saying That's a secret.",
            "7": "Immediately after shipments, the supplies are immediately replenished.[4]",
            "8": "The oldest kid’s placement in the bedrooms is fixed close to the door. And the remaining children's location in the bedrooms are decided according to age and personality. When a young child is moved to one of the three children's bedrooms from Isabella’s room, they shuffle as needed. The room allocation defines the personality and characteristics of that room.[4]",
            "9": "Food mostly comes in cans and retort pouches and is prepared/heated by soaking in a vat of hot water. No cooking utensils are needed. Each can/pouch contains the date it is meant to be eaten on it. Meals mostly consist of bread, canned soup, vacuum packed meats, and canned/jarred vegetables. Raw fruit is a treat and only available at certain times of the year. The children take turns preparing meals for everyone.[16]",
            "10": "The children are given gifts for their birthdays and Christmas. Conny was given Little Bunny for her sixth birthday. One year, Ray was given a pocket-watch and Emma was given a music box.[4]"
        }]
    }
]
}
